Revit 2027 API
ParameterTypeId.FbxLightLampTiltLoss Property
 "Lamp Tilt Loss"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FbxLightLampTiltLoss { get; }
Public Shared ReadOnly Property FbxLightLampTiltLoss As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FbxLightLampTiltLoss {
	ForgeTypeId^ get ();
}
static member FbxLightLampTiltLoss : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace